Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: Auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མིག་གི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: If you ask why, Subhūti, the nature of visual consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The nature of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of visual consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The real nature of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་རྣམ་པར་ཤེས་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of visual consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The essential nature of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of visual consciousness do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The defining characteristics of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: Visually compounded sensory contact does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: Aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མིག་གི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: If you ask why, Subhūti, the nature of visually compounded sensory contact does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The nature of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of visually compounded sensory contact does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The real nature of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of visually compounded sensory contact does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The essential nature of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of visually compounded sensory contact do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The defining characteristics of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: Feelings due to sensory contact that is visually compounded do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: Feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: If you ask why, Subhūti, the nature of feelings due to sensory contact that is visually compounded does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The nature of feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of feelings due to sensory contact that is visually compounded does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The real nature of feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of feelings due to sensory contact that is visually compounded does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The essential nature of feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of feelings due to sensory contact that is visually compounded do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The defining characteristics of feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སའི་ཁམས་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The earth element does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The water element, the fire element, the wind element, the space element, and the consciousness element do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སའི་ཁམས་ཀྱི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད་གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: If you ask why, Subhūti, the nature of the earth element does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: The nature of the water element, the fire element, the wind element, the space element, and the consciousness element does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of the earth element does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཆུའི་ཁམས་དང་མེའི་ཁམས་དང་རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of the water element, the fire element, the wind element, the space element, and the consciousness element does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །སའི་ཁམས་ཀྱི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of the earth element does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཆུའི་ཁམས་དང་མེའི་ཁམས་དང་རླུང་གི་ཁམས་དང་ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of the water element, the fire element, the wind element, the space element, and the consciousness element does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །སའི་ཁམས་ཀྱི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of the earth element do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །ཆུའི་ཁམས་དང་མེའི་ཁམས་དང་རླུང་གི་ཁམས་དང་ནམ་མཁའི་ཁམས་དང་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of the water element, the fire element, the wind element, the space element, and the consciousness element do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: །མ་རིག་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་།
en: Fundamental ignorance does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་། ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤི་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: Formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མ་རིག་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་།
en: If you ask why, Subhūti, the nature of ignorance does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་། སྲེད་པ་དང་ལེན་པ་དང་། སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤིའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The nature of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །མ་རིག་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: The real nature of ignorance does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་། ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤིའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །མ་རིག་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of ignorance does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤིའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །མ་རིག་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of ignorance do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤིའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The perfection of generosity does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: If you ask why, Subhūti, the nature of the perfection of generosity does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད་གང་དུ་ཡང་འགྲོ་བ་མེད།
en: The nature of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of the perfection of generosity does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The real nature of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of the perfection of generosity does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The essential nature of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of the perfection of generosity do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The defining characteristics of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །ནང་སྟོང་པ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The emptiness of internal phenomena does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཕྱི་སྟོང་པ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The emptiness of external phenomena does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཕྱི་ནང་སྟོང་པ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The emptiness of external and internal phenomena does not come from anywhere, does not go anywhere, and does not dwell anywhere. [

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, do not come from anywhere, do not go anywhere, and do not dwell anywhere.
